<?php

/** @var yii\web\View $this */

use yii\helpers\Html;

?>
<div class="site-about">
    <h1>Зачем?</h1>

    <p>
        Экономия и разумное потребление начинаются с контроля. Фиксировать траты по чеку (как предлагает большинство приложений учета денег), это
        все равно что лечить мертвого (подобрать другую аналогию) - событие уже произошло и мы работаем с тем что есть. Тратометр же, замеряет ваши
        предпологаемые траты. Зримо и понятно, на стадии до того как произошел расчет на кассе, вы видите сколько денег потребуется,
        и всегда можете внести коррективы и не потратить больше чем планировали. Более того:
        вы можете указать сумму которую готовы потратить, и если выйдете за границы, приложение вас предупредит.

        Контролируйте расходы в моменте, а не постфактум!





    </p>

    <code><?= __FILE__ ?></code>
</div>
