<div class="site-about">
    <h1>Зачем?</h1>

    <p>
        Экономия и разумное потребление начинаются с контроля.
        Фиксировать траты только по чеку, как это делают большинство приложений, —
        всё равно что пытаться изменить счёт после финального свистка в игре:
        момент уже упущен, и остаётся лишь констатировать результат.
    </p>

    <p>
        <strong>Тратометр</strong> работает иначе: он замеряет ваши <em>предполагаемые</em> траты ещё до расчёта на кассе.
        Вы сразу видите, сколько денег потребуется, и можете скорректировать покупки,
        чтобы не превысить свой план. Более того, вы можете задать лимит на сумму,
        и приложение предупредит, если вы его превысите.
    </p>

    <p>
        Контролируйте расходы в моменте, а не постфактум!
    </p>
</div>
